Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=947_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: COP 12 kokouksen päätökset artikla 8(j):n toimeenpanemiseksi
sme: COP 12 čoahkkima mearrádusat artikla 8(j):a ollašuhttima dihte

source: Osapuolikokous päätti ottaa kaikissa biodiversiteettisopimuksen päätöksissä jatkossa käyttöön termin alkuperäiskansa ja paikallisyhteisöt alkuperäis- ja paikallisyhteisön sijasta.
sme: Oassebeallečoahkkin mearridii váldit buot biodiversitehtasoahpamuša mearrádusain dás ovddos atnui tearpma eamiálbmot ja báikkálašservosat eamiálbmot- ja báikkálašservoša sajis.

source: ” Päätös on historiallinen.
sme: ” Mearrádus lea historjjálaš.

source: Alkuperäiskansat ovat odottaneet yli 20 vuotta että biodiversiteettisopimuksessa tunnustetaan alkuperäiskansat omiksi kansoikseen.
sme: Eamiálbmogat leat vuordán badjel 20 jagi ahte biodiversitehtasoahpamušas dovddastuvvojit eamiálbmogat iežaset álbmogin.

source: Päätöksen symbolinen merkitys on suuri.
sme: Mearrádusa symbolalaš mearkkašupmi lea stuoris.

source: Kun biodiversiteettisopimusta aikoinaan valmisteltiin, yksi ehdotus oli käyttää Ilo 169-sopimuksen mukaista terminologiaa eli alkuperäis- ja heimokansoja, mutta sille ei löytynyt kannatusta.
sme: Go biodiversitehtasoahpamuš ovdalis válmmaštallui, okta evttohus lei geavahit Ilo 169-soahpamuša mieldásaš terminologiija dahjege eamiálbmot- ja čeardaálbmot, muhto dasa ii gávdnon guottiheapmi.

source: Sopimuksen valmisteluvaiheessa oli kuitenkin yksiselitteisesti selvä, että artikla 8(j) koskee alkuperäis- ja heimokansoja, vaikkei tekstiä sellaisenaan tullutkaan sopimukseen.
sme: Soahpamuša válmmaštallanmuttus lei goittotge ovttačilggolaččat čielggas, ahte artikla 8(j) guoská eamiálbmot- ja čeardaálbmogiida, vaikke ii teaksta dakkárin boahtánge soahpamuššii.

source: Päätös oli tärkeä Suomelle ja selkiyttää tilannetta.
sme: Mearrádus lei dehálaš Supmii ja čielggasmahttá dili.

source: Päätös tarkoittaa myös sitä, että biodiversiteettisopimus kehittyy.
sme: Mearrádus dárkkuha maiddái dan, ahte biodiversitehtasoahpamuš ovdána.

source: Terminologian muuttamisesta on neuvoteltu pitkään EU:n sisällä ja osapuolikokouksessa.
sme: Terminologiija nuppástuhttimis lea ráđđádallon guhká EU:a siste ja oassebeallečoahkkimis.

source: Suomen ympäristöministeriön ja saamelaiskäräjien yhteistyö on ollut asiassa hyvä ja Suomi on tehnyt kovasti töitä terminologian muuttamiseksi.
sme: Suoma birasministeriija ja sámedikki ovttasbargu leamašan áššis buorre ja Suopma lea áŋgiruššat terminologiija rievdadeami dihte.

source: Se tuotti hyvän tuloksen, ” puheenjohtaja Näkkäläjärvi iloitsi.
sme: Dat buvttii buori bohtosa, ” ságajođiheaddji Näkkäläjärvi illudii.

source: Kuvassa vasemmalta saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi, neuvotteleva virkamies Eija Lumme, neuvotteleva virkamies Marina von Weissenberg ja luonnonsuojelujohtaja Ilkka Heikkinen Cop-12 kokouksen salissa hyväksymässä artikla 8(j):tä koskevia päätöksiä.
sme: ovas gurotbealde sámedikki ságajođiheaddji Klemetti Näkkäläjärvi, ráđđádalli virgeolmmoš Eija Lumme, ráđđádalli virgeolmmoš Marina von Weissenberg ja luonddusuodjalanhoavda Ilkka Heikkinen Cop-12 čoahkkima sáles dohkkeheamen artikla 8(j):a guoski mearrádusaid.

source: Sali oli telttarakenteinen ja alkusyksyn pakkasten johdosta kokoustila oli melkoisen kylmä ja arktinen kokousvaatetus oli tarpeen.
sme: Sále lei tealttálágan ja álgočavčča buollašiid dihte čoahkkinlatnja lei viehka čoaskkis ja árktalaš čoahkkinbiktasat ledje dárbbašlaččat.

source: Kuva: saamelaiskäräjät
sme: Govva: Sámediggi.

source: Päätös ei muuta osapuolien velvoitteita eikä muuta sopimustekstiä.
sme: Mearrádus ii nuppástuhte oassebeliid geatnegasvuođaid iige rievdat soahpamušteavstta.

source: Tilanteissa, joissa esimerkiksi viitataan suoraan sopimustekstiin, voidaan käyttää edelleen termiä alkuperäis- ja paikallisyhteisö.
sme: Oktavuođain, main ovdamearkan čujuhuvvo njuolgga soahpamuštekstii, sáhttá geavahit ain tearpma eamiálbmot- ja báikkálašsearvvuš.

source: Päätös sai myös kokouksessa edustettuina olleiden alkuperäiskansojen tuen.
sme: Mearrádus oaččui maiddái čoahkkimii oassálastán eamiálbmogiid doarjaga.

source: Suomen valtioneuvosto on jo aiemmin linjannut, että biodiversiteettisopimuksen artikla 8(j) koskee Suomessa vain alkuperäiskansa saamelaisia. ”
sme: Suoma stáhtaráđđi lea jo ovdal linnjádan, ahte biodiversitehtasoahpamuša artikla 8(j) guoská Suomas dušše eamiálbmot sámiid. ”

source: Alkuperäiskansat eivät myöskään ole halunneet, että terminologian muutos johtaisi biodiversiteettisopimuksen avaamiseen, koska se olisi pitkä prosessi ja voisi johtaa alkuperäiskansojen tosiasiallisen aseman heikennyksiinkin.
sme: Eamiálbmogat eai maiddái leat háliidan, ahte terminologiija nuppástus doalvvošii biodiversitehtasoahpamuša rahpamii, go dat livčče guhkes proseassa ja sáhtášii doalvut eamiálbmogiid duođalaš sajádaga hedjoneapmái.

source: Päätös tarkoittaa myös sitä, että biodiversiteettisopimuksen pöytäkirjojen osapuolet käsittelevät myös asiaa ja päättävät, ottavatko terminologian käyttöön.
sme: Mearrádus dárkkuha maiddái dan, ahte biodiversitehtasoahpamuša beavdegirjjiid oassebealit gieđahallet maiddái ášši ja mearridit, váldetgo terminologiija geavahussii.

source: Biodiversiteettisopimuksella on kaksi pöytäkirjaa: Cartagenan bioturvallisuuspöytäkirja ja Nagoyan pöytäkirja geenivaroista.
sme: Biodiversitehtasoahpamušas leat guokte beavdegirjji: Cartagena biodorvvolašvuohtabeavdegirji ja Nagoya beavdegirji genaváriin.

source: Koska sopimuksen osapuolet ovat yksimielisiä terminologian muuttamisesta, uskon terminologian muuttamisen olevan näiden pöytäkirjojen osapuolikokouksessa vain tekninen päätös. ”
sme: Go soahpamuša oassebealit leat ovttamielalaččat terminologiija nuppástuhttimis, jáhkán terminologiija nuppástuhttima leat dáid beavdegirjjiid oassebeallečoahkkimis leat dušše teknihkalaš mearrádus. ”

source: Näkkäläjärvi jatkaa.
sme: Näkkäläjärvi joatká.

source: Osapuolikokouksessa tehtiin päätöksiä myöhään yöhön kylmästä säästä huolimatt
sme: Oassebeallečoahkkimis dahkkojedje mearrádusat maŋŋit idjii galbma dálkkis fuolakeahttá.

source: a. Kuva: Saamelaiskäräjät
sme: Govva: Sámediggi

source: Kokouksessa päätettiin käydä syvällinen dialogi teemasta ” alueellisen yhteyden haasteet ja mahdollisuudet jaetun perinteisen tiedon suojelussa perinteisen tiedon vahvistamiseksi ja sopimuksen kolmen tavoitteen saavuttamiseksi harmoniassa luonnon kanssa. ”
sme: Čoahkkimis šihttojuvvui ahte ságastallo čiekŋalit temás ” guovllu oktavuođa hástalusat ja vejolašvuođat juhkkon árbevirolaš dieđu suodjaleamis árbevirolaš dieđu nannema dihte ja soahpamuša golmma ulbmila juksama dihte harmoniijas luondduin. ”

source: ” Saamelaisten kannalta seuraavan syvällisen dialogin aihe on mitä mainioin, koska saamelaiset ovat yksi kansa neljän valtion alueella.
sme: ” Sámiid dáfus čuovvovaš čiekŋalis dialoga fáddá lea hui heivvolaš, go sámit leat okta álbmot njealji stáhta viidodagas.

source: Uskon, että saamelaisilla on paljon annettavaa dialogiin.
sme: Jáhkán, ahte sámiin lea olu addinláhkai dialogai.

source: Syvällisen dialogin tarkoitus on selvittää eri valtioiden ja alkuperäiskansojen hyviä käytäntöjä asiassa ja valmistella päätöksiä tilanteen mahdolliseksi parantamiseksi ” Nilla Tapiola selvittää.
sme: Čiekŋalis dialoga dárkkuhussan lea čielggadit sierra stáhtaid ja eamiálbmogiid buriid geavadiid áššis ja válmmaštallat mearrádusaid dili vejolaš buorideapmin ” Nilla Tapiola čielggada.

source: Kansainvälisen artikla 8(j)-työryhmän tehtäväksi annettiin mm. laatia vapaaehtoinen ohjeistus alkuperäiskansojen täydellä ja vaikuttavalla osallistumisella siitä, miten valtiot voivat parhaalla mahdollisella tavalla kehittää lainsäädäntöä ja hallintoa artikla 8(j):n toimeenpanemiseksi.
sme: Riikkaidgaskasaš artikla 8(j)-bargojoavkku bargun addui ee. ráhkadit eaktodáhtolaš rávvagiid eamiálbmogiid dievas ja mearkkašahtti oassálastimii das, mo stáhtat sáhttet buoremus vejolaš vugiin ovddidit láhkaásaheami ja hálddahusa artikla 8(j):a ollašuhttima várás.

source: Kansainvälinen artikla 8(j)-työryhmä on valmistellut toimintasuunnitelman luonnon monimuotoisuuden tavanomaisesta kestävästä käytöstä.
sme: Riikkaidgaskasaš artikla 8(j)-bargojoavku lea válmmaštallan doaibmanplána luonddu máŋggahámatvuođa dábálaš suvdilis geavaheamis.

source: Toimintasuunnitelmassa käsitellään sopimuksen artiklojen 8(j) ja 10(c) yhtymäkohtia.
sme: Doaibmanplánas gieđahallojit soahpamuša artiklaid 8(j) ja 10(c) sullalasvuođat.

source: Artikla 10(c) suojelee kulttuuristen tapojen mukaista luonnonkäyttöä.
sme: Artikla 10(c) suodjala kulturvugiid mieldásaš luonddugeavaheami.

source: Kokous päätti esittää osapuolille, että ne ottaisivat osaksi kansallisia biodiversiteettistrategioita tavanomaisen luonnonkäytön suojelun. ”
sme: Čoahkkin mearridii evttohit oassebeliide, ahte dat válddášedje álbmotlaš biodiversitehtastrategiijaid oassin dábálaš luonddugeavaheami suodjaleami. ”

source: Päätöksessä korostetaan, että perinteinen tieto ja tavanomainen luonnonkäyttö ovat kiinteä osa ekosysteemilähestymistapaa.
sme: Mearrádusas deattuhuvvo, ahte árbevirolaš diehtu ja dábálaš luonddugeavaheapmi leat ekosystemalahkonanvuogi giddes oassi.

source: Suomessa sopimuksen toimeenpano alkuperäiskansojen osalta on keskittynyt artikla 8(j):hin ja onkin tärkeä paneutua Suomessa erityisesti artiklojen 8(j) ja 10(c) yhtymäkohtiin ja tehostaa tavanomaisen luonnonkäytön suojelua ” Pertti Heikkuri kertoo.
sme: Suomas soahpamuša ollašuhttin eamiálbmogiid oasil lea deattuhuvvan artikla 8(j):i ja leage dehalaš vuodjut Suomas erenomážit artiklaid 8(j) ja 10(c) sullalasvuođaide ja beavttálmahttin dábálaš luonddugeavaheami suodjaleami ” Pertti Heikkuri muitala.

source: Biodiversiteettisopimuksen osapuolikokous päätti jatkaa kansainvälisen artikla 8(j)-työryhmän mandaattia ja asetti työryhmälle uusia tehtäviä.
sme: Biodiversitehtasoahpamuša oassebeallečoahkkin mearridii joatkit riikkaidgaskasaš artikla 8(j)-bargojoavkku mandáhta ja ásahii bargojovkui ođđa bargguid.

source: Seuraava kansainvälisen artikla 8(j)-työryhmän kokous pidetään 2015. ” Osapuolikokouksen päätökset tarkoittavat sitä, että kansainvälisellä artikla 8(j)-työryhmällä on tulevaisuudessa paljon tehtäviä.
sme: Čuovvovaš riikkaidgaskasaš artikla 8(j)-bargojoavkku čoahkkin dollo 2015. ” Oassebeallečoahkkima mearrádusat dárkkuhit dan, ahte riikkaidgaskasaš artikla 8(j)-bargojoavkkus leat boahttevuođas olu barggut.

source: Vaikka työryhmä on perustettu väliaikaiseksi, se on käytännössä kiinteä osa koko sopimusta.
sme: Vaikke bargojoavku lea vuođđuduvvon gaskaboddosažžan, dat lea geavatlaččat olles soahpamuša giddes oassi.

source: Suomessa osapuolikokouksen päätökset tarkoittavat lisää työtä biodiversiteettityöryhmälle sekä kansalliselle artikla (8j)-työryhmälle, jonka tulevaisuutta ja jatkoa käsitellään tänä syksynä ” Näkkäläjärvi painottaa.
sme: Suomas oassebeallečoahkkima mearrádusat dárkkuhit lasi barggu biodiversitehtabargojovkui sihke álbmotlaš artikla (8j)-bargojovkui, man boahttevuohta ja joatkka gieđahallojit dán čavčča ” Näkkäläjärvi deattuha.

source: Pertti Heikkuri ja Nilla Tapiola seuraamassa osapuolikokousta
sme: a ”.

source: Kuva: Saamelaiskäräjät
sme: Govva: Sámediggi
